Repository: AYM1104/ehonnotane-frontend
Catalog: ehonnotane/ehonnotane/Localizable.xcstrings
Source language: ja
Languages: en

# account.cannot_undo
source: この操作は取り消せません。本当に削除しますか？
en: This action cannot be undone. Are you sure you want to delete?

# account.confirm_delete
source: 本当に削除しますか？
en: Are you sure you want to delete?

# account.delete_button
source: アカウントを削除する
en: Delete Account

# account.delete_failed %@
source: 削除に失敗しました: %@
en: Failed to delete: %@

# account.delete_item1
source: 作成したすべての絵本
en: All created storybooks

# account.delete_item2
source: アップロードした写真
en: Uploaded photos

# account.delete_item3
source: 購入したクレジット
en: Purchased credits

# account.delete_item4
source: お子さまの情報
en: Child information

# account.delete_warning
source: アカウントを削除すると、以下のデータを含むすべての情報が完全に削除され、復元することはできません。
en: If you delete your account, all information including the following data will be permanently deleted and cannot be recovered.

# account.deleted_message
source: アカウントを削除しました。
en: Your account has been deleted.

# account.deletion_complete
source: 削除完了
en: Deletion Complete

# account.final_confirmation
source: 最終確認
en: Final Confirmation

# account.user_not_found
source: ユーザー情報が見つかりません
en: User information not found

# app.title
source: えほんのたね
en: Storybook Seeds

# auth.error.auth_failed
source: 認証に失敗しました
en: Authentication failed

# auth.error.login_failed
source: ログイン処理に失敗しました
en: Login failed

# auth.error.user_info_not_found
source: ユーザー情報が取得できませんでした
en: Could not retrieve user information

# auth.logging_in
source: ログイン中...
en: Logging in...

# auth.login
source: ログイン
en: Login

# auth.login_with %@
source: %@でログイン
en: Login with %@

# auth.register
source: ユーザー登録
en: Register

# auth.signup_with %@
source: %@でサインアップ
en: Sign up with %@

# book.generating_images
source: 絵本の絵を描いています...
en: Drawing pictures for the storybook...

# book.generating_pages %lld %lld
source: %1$lld/%2$lldページ生成中...
en: Generating page %1$lld of %2$lld...

# book.ios_required_message
source: この機能を使用するにはiOS 15.0以上が必要です
en: iOS 15.0 or later is required to use this feature

# book.ios_required_title
source: iOS 15.0以上が必要です
en: iOS 15.0 or later required

# book.loading_message
source: 絵本を読み込んでいます...
en: Loading storybook...

# book.loading_title
source: 絵本を読み込み中...
en: Loading storybook...

# bookshelf.no_books
source: 絵本がありません
en: No storybooks yet

# bookshelf.no_books_on_date
source: この日に作成した絵本はありません
en: No storybooks created on this day

# bookshelf.title
source: これまでに そだてた たね
en: Seeds You've Grown

# calendar.select_date
source: 年月を選択
en: Select Date

# child.add_child
source: お子さまを追加
en: Add Child

# child.age %lld %lld
source: %lld歳%lldヶ月
en: %lld years %lld months

# child.birthday_placeholder
source: たんじょうび
en: Birthday

# child.name_placeholder
source: おなまえ
en: Name

# common.add
source: 追加する
en: Add

# common.cancel
source: キャンセル
en: Cancel

# common.charge
source: チャージする
en: Charge

# common.close
source: 閉じる
en: Close

# common.complete
source: 完了
en: Complete

# common.confirm
source: 決定
en: Confirm

# common.confirm_button
source: これにけってい
en: Confirm

# common.confirmation
source: 確認
en: Confirmation

# common.decide
source: これにけってい
en: Choose This

# common.delete
source: 削除する
en: Delete

# common.error
source: エラー
en: Error

# common.error_occurred
source: エラーが発生しました
en: An error occurred

# common.input_here
source: ここに入力
en: Enter here

# common.later
source: 後にする
en: Later

# common.loading
source: 読み込み中...
en: Loading...

# common.logging_in
source: ログイン中...
en: Logging in...

# common.notice
source: お知らせ
en: Notice

# common.please_select
source: 選択してください
en: Please select

# common.processing
source: 処理中...
en: Processing...

# common.purchasing
source: 購入中...
en: Purchasing...

# common.reload
source: 再読み込み
en: Reload

# common.retry
source: 再試行
en: Retry

# common.save
source: 保存する
en: Save

# common.saving
source: 保存中...
en: Saving...

# common.submit
source: 送信する
en: Submit

# common.today
source: 今日
en: Today

# common.user
source: ユーザー
en: User

# common.yesterday
source: 昨日
en: Yesterday

# credit.best_deal
source: 最もお得！
en: Best Deal!

# credit.check_storekit
source: StoreKit設定を確認してください
en: Please check StoreKit settings

# credit.credits_amount %lld
source: %lld クレジット
en: %lld Credits

# credit.current_label
source: 保有クレジット：
en: Current Credits:

# credit.good_deal
source: お得！
en: Good Deal!

# credit.insufficient_title
source: クレジットが不足しています
en: Insufficient Credits

# credit.load_failed
source: クレジットパックを読み込めませんでした
en: Failed to load credit packs

# credit.purchase_complete
source: 購入完了
en: Purchase Complete

# credit.purchase_failed %@
source: 購入に失敗しました。 %@
en: Purchase failed. %@

# credit.purchase_subtitle
source: 追加のクレジットでもっと絵本を作ろう！
en: Create more storybooks with extra credits!

# credit.purchase_success %lld
source: 🎉 %lldクレジットを購入しました！
en: 🎉 Purchased %lld credits!

# credit.purchase_title
source: クレジットを購入
en: Buy Credits

# credit.required_label
source: 必要クレジット：
en: Required Credits:

# error.data_not_found
source: エラー: データが見つかりません
en: Error: Data not found

# error.decoding_failed
source: データの解析に失敗しました
en: Failed to parse data

# error.invalid_url
source: 無効なURLです
en: Invalid URL

# error.load_document
source: ドキュメントを読み込めませんでした。 後ほど再度お試しください。
en: Could not load the document. Please try again later.

# error.network %@
source: ネットワークエラー: %@
en: Network error: %@

# error.no_data
source: データが取得できませんでした
en: Could not retrieve data

# error.not_found
source: リソースが見つかりません
en: Resource not found

# error.server %lld %@
source: サーバーエラー (%lld): %@
en: Server error (%lld): %@

# error.storybook_not_found
source: エラー: ストーリーブックIDが見つかりません
en: Error: Storybook ID not found

# error.unexpected
source: 予期しないエラー
en: Unexpected error

# error.unknown
source: 不明なエラー
en: Unknown error

# error.upload_not_found
source: アップロード情報が見つかりません
en: Upload information not found

# filter.all
source: すべて
en: All

# filter.apply
source: 適用
en: Apply

# filter.by_child
source: 子供で絞り込む
en: Filter by child

# filter.by_date
source: 日付で絞り込む
en: Filter by date

# filter.select_date
source: 日付を選択
en: Select date

# filter.title
source: フィルター
en: Filter

# generation.pages_ready
source: できてきたよ！
en: Taking shape!

# mypage.add_credits
source: クレジットを追加する
en: Add Credits

# mypage.change_nickname
source: ニックネームを変更
en: Change Nickname

# mypage.coin_charge
source: コインチャージ
en: Coin Charge

# mypage.favorite_books
source: お気に入りのえほん
en: Favorite Books

# mypage.nickname
source: ニックネーム
en: Nickname

# mypage.no_favorites
source: お気に入りの絵本が登録されていません
en: No favorite books registered

# mypage.seeds_grown
source: これまでに 育てた たね
en: Seeds You've Grown

# mypage.stat_this_month
source: 今月
en: This Month

# mypage.stat_this_week
source: 今週
en: This Week

# mypage.stat_total
source: すべて
en: Total

# mypage.usage_history
source: 利用履歴
en: Usage History

# price.buy_credits_individually
source: クレジットを個別購入
en: Buy Credits Individually

# price.error_product_not_found
source: プロダクトが見つかりません。 少し待ってから再度お試しください。
en: Product not found. Please wait a moment and try again.

# price.header_line1
source: えほんの たねを
en: Grow Your

# price.header_line2
source: そだてよう！
en: Story Seeds!

# price.header_subtitle
source: プランを選んで たくさんの物語を 育ててね
en: Choose a plan and grow many stories

# price.monthly_credits %lld
source: 毎月 %lld クレジット
en: %lld credits/month

# price.per_month
source: / 月
en: / month

# price.plan_label
source: プラン
en: Plan

# price.plan_plus
source: そだてるたね
en: Growing Seed

# price.plan_plus_subtitle
source: たくさん そだてたい きみに
en: For those who want to grow many stories

# price.plan_premium
source: わくわくのたね
en: Exciting Seed

# price.plan_premium_subtitle
source: みんなで たのしむ ぜいたくプラン
en: A premium plan for the whole family

# price.plan_starter
source: はじめてのたね
en: First Seed

# price.plan_starter_subtitle
source: はじめての ものがたり におすすめ
en: Perfect for your first story

# price.purchase_failed %@
source: 購入に失敗しました。 %@
en: Purchase failed. %@

# price.purchase_success %@
source: 🎉 %@ の登録が完了しました！ クレジットが付与されました。
en: 🎉 %@ registration complete! Credits have been added.

# price.restore_failed
source: 購入の復元に失敗しました。
en: Failed to restore purchases.

# price.restore_purchases
source: 購入を復元
en: Restore Purchases

# price.restore_success
source: 購入の復元が完了しました。
en: Purchases have been restored.

# price.select_plan
source: このプランに決定
en: Choose This Plan

# question.confirm_selection
source: これにけってい
en: Confirm Selection

# question.load_failed
source: 質問の読み込みに失敗しました
en: Failed to load questions

# question.not_found
source: 質問が見つかりません
en: Questions not found

# question.submit
source: 送信する
en: Submit

# question.submit_failed
source: 回答の送信に失敗しました
en: Failed to submit answers

# question.submitting
source: 回答を送信中...
en: Submitting answers...

# question.title_line1
source: どんな おはなしかな？
en: What kind of story

# question.title_line2
source: おしえてね！
en: Tell me!

# register.completed
source: ユーザー情報の登録が完了しました
en: Registration complete

# register.processing
source: ユーザー情報登録中
en: Registering...

# select.child_title
source: お子さまをえらんでね
en: Select your child

# select.consume_credits %lld
source: 消費クレジット: %lld
en: Credits required: %lld

# select.page_count_option %lld
source: %lldページ
en: %lld pages

# select.page_count_title
source: ページ数をえらんでね
en: Select page count

# select.upgrade_required
source: プランアップグレードで選択可能
en: Upgrade plan

# settings.credits
source: 保有クレジット
en: Credits

# settings.delete_account
source: アカウント削除
en: Delete Account

# settings.logout
source: ログアウト
en: Log Out

# settings.mypage
source: マイページ
en: My Page

# settings.plan
source: 契約プラン
en: Plan

# settings.privacy
source: プライバシーポリシー
en: Privacy Policy

# settings.settings
source: 設定
en: Settings

# settings.terms
source: 利用規約
en: Terms of Service

# theme.generating
source: テーマを考えているよ...
en: Creating themes...

# theme.navigation_warning
source: これまでの操作が保存されずに画面が移動します。よろしいですか？
en: Your unsaved changes will be lost. Are you sure?

# theme.no_themes
source: テーマが見つかりませんでした
en: No themes found

# theme.title_line1
source: どんな えほんを
en: What kind of

# theme.title_line2
source: つくろうかな？
en: storybook shall we make?

# upload.confirm_button
source: これに けってい
en: Confirm

# upload.error_title
source: アップロードエラー
en: Upload Error

# upload.loading_message
source: 物語のタネを まいています...
en: Planting the seeds of a story...

# upload.select_image
source: 画像を選択する
en: Select an image

# user.default_name
source: ユーザー
en: User
